Repository: elmastudio/uku
Catalog: languages/*.po
Languages: de_de

source: small
de_de: klein

source: regular
de_de: standard

source: large
de_de: groß

source: larger
de_de: größer

source: dark
de_de: dunkel

source: white
de_de: weiß

source: light grey
de_de: hellgrau

source: light blue
de_de: hellblau

source: dark blue
de_de: dunkelblau

source: Main menu
de_de: Hauptmenü

source: Social menu
de_de: Social Menü

source: expand child menu
de_de: Child Menü aufklappen

source: collapse child menu
de_de: Child Menü einklappen

source: Edit
de_de: Bearbeiten

source: Your comment is awaiting moderation.
de_de: Dein Kommentare befindet sich in Moderation.

source: Reply
de_de: Antworten

source: Widgets appear in the default sidebar.
de_de: Widgets erscheinen in der Standard-Sidebar.

source: Page Sidebar
de_de: Seiten Sidebar

source: Widgets appear in the sidebar on pages.
de_de: Widgets erscheinen auf Seiten.

source: Off Canvas Widget Area
de_de: Off Canvas Widgetbereich

source: Widgets appear in the off canvas area.
de_de: Widgets erscheinen im Off Canvas Bereich.

source: Big Footer Instagram Widget Area
de_de: Großer Footer Instagram Widgetbereich

source: Widget area to show the WP Instagram Widget in a big one-column footer area .
de_de: Widgetbereich, um einen großen einspaltigen Footer-Widgetbereich für Instagram Fotos zu integrieren.

source: Big Footer Mailchimp Widget Area
de_de: Footer Mailchimp Newsletter

source: Widget area to show the Mailchimp Newsletter Widget in a big one-column footer area .
de_de: Widgetbereich für einen großen, einspaltigen Mailchimp Newsletter im Footer (nur im Serif Designstil).

source: Oops! That page can&rsquo;t be found.
de_de: Ups! Diese Seite konnte nicht gefunden werden.

source: It looks like nothing was found at this location. Maybe try another search term?
de_de: Es scheint, als könne hier nichts gefunden werden. Vielleicht hilft ein anderer Suchbegriff weiter.

source: Latest Posts
de_de: Neueste Beiträge

source: Older
de_de: Ältere

source: Older Posts
de_de: Ältere Beiträge

source: Newer
de_de: Neuere

source: Newer Posts
de_de: Neuere Beiträge

source: Page
de_de: Seite

source: Comments
de_de: Kommentare

source: Edit Post
de_de: Bearbeiten

source: Read More
de_de: Weiterlesen

source: Filed under
de_de: Kategorie:

source: 1 Comment
de_de: 1 Kommentar

# comments title
source: 1 comment on &ldquo;%2$s&rdquo;
de_de: 1 Kommentar zu &ldquo;%2$s&rdquo;

source: Older Comments
de_de: Ältere Kommentare

source: Newer Comments
de_de: Neuere Kommentare

source: Comments are closed.
de_de: Kommentare sind geschlossen.

source: Search Results for: %s
de_de: Suchergebnisse für: %s

source: Menu
de_de: Menü

source: Search
de_de: Suche

source: Close
de_de: Schliessen

source: Scroll Down
de_de: Nach unten

source: Theme: %1$s by %2$s
de_de: Theme: %1$s von %2$s

source: Follow us
de_de: Folge uns

# placeholder
source: Search...
de_de: Suche...

# submit button
source: Search
de_de: Suchen

source: Widgets for the sidebar on the WooCommerce shop page.
de_de: Widget für die Shopsidebar.

source: View Cart
de_de: Warenkorb zeigen

source: Cart
de_de: Warenkorb

source: Site Title Color
de_de: Seiten-Titelfarbe

source: Theme Options
de_de: Theme Optionen

source: Blog Front Page
de_de: Blog Startseite

source: Shop Front Page
de_de: Shop Startseite

source: Design Style
de_de: Design Stil

source: General
de_de: Allgemein

source: Images
de_de: Bilder

source: Footer Featured Area
de_de: Footer Featured Bereich

source: Choose your main design style.
de_de: Wähle deinen Design Stil

source: Featured Posts Slider
de_de: Featured Slider

source: Up to 6 posts will show up in the Front page slider. The image dimension for the Featured post images should be at least 1440 x 530 pixels for the standard design style and 1500 x 690 for neo and serif.
de_de: Bis zu 6 Beiträgen im Startseiten-Slider. Die Bildermaße der Beitragsbilder sollten 1440x530 für Uku Standard und 1500x690 für neo und serif sein.

source: Section Featured Top
de_de: Section Featured oben

source: Section 2-Columns
de_de: Section 2-spaltig

source: Section 3-Columns
de_de: Section 3-spaltig

source: Section Fullwidth
de_de: Section volle Breite

source: Section Featured Bottom
de_de: Section Featured unten

source: Section on Background
de_de: Section auf Hintergrund

source: Section 4-Columns
de_de: Section 4-spaltig

source: Section 6-Columns
de_de: Section 6-spaltig

source: Product Categories
de_de: Produkt Kategorien

source: Featured Products
de_de: Hervorgehobene Produkte

source: Latest Products
de_de: Neueste Produkte

source: Top Rated Products
de_de: Bestbewertete Produkte

source: On Sale Products
de_de: Reduzierte Produkte

source: Text Link Color
de_de: Text Linkfarbe

source: Text Link Hover Color
de_de: Text Link Hoverfarbe

source: Footer Background Color
de_de: Footer Hintergrundfarbe

source: Footer Text Color
de_de: Footer Textfarbe

source: Off Canvas Background Color
de_de: Off Canvas Hintergrund Farbe

source: Off Canvas Text Color
de_de: Off Canvas Text Farbe

source: Posts on Background Color
de_de: Beiträge auf Hintergrund Farbe

source: Background color of the "Posts on Background" section.
de_de: Hintergrundfarbe der "Beiträge auf Hintergrund" Section.

source: Subscribe Widget Background Color
de_de: Newsletter Widget Hintergrund Farbe.

source: Background color of the Jetpack Blog Subscribe or Mailchimp newsletter widget.
de_de: Hintergrundfarbe des Jetpack Blog Anmelden oder Mailchimp Newsletter Widgets.

source: About Section Background Color
de_de: About Section Hintergrundfarbe

source: Transparent About section background color (Serif Design style only).
de_de: Leicht transparente Aboutbereich Hintergrundfarbe (nur im Uku serif Designstil).

source: Shop Categories Background Color
de_de: Shop Kategorien Hintergrundfarbe

source: Background color of the "Shop Categories" Shop Front page section (only available, when WooCommerce is activated.)
de_de: Hintergrundfarbe der "Shop Kategorien" Bereiches auf der Shop Startseite (nur mit WooCommerce verfügbar).

source: Hide tagline only
de_de: Nur Untertitel verbergen

source: Title in uppercase font
de_de: Titel in Großbuchstaben

source: Show custom logo in footer
de_de: Zeige eigenes Logo im Footer

source: (Only available with the "standard" and "neo" design style, see Theme Options / Design Style.).
de_de: (Nur im "Standard" und "Neo" Designstil verfügbar, siehe Theme Optionen / Designstil.)

source: Header Image Style
de_de: Header Bild Stil

source: Choose the Header image style you like to use.
de_de: Wähle aus, welchen Headerbild Stil du nutzen möchtest.

source: fullwidth
de_de: volle Breite (fullwidth)

source: boxed
de_de: mit Rand (boxed)

source: fullscreen (serif and standard only)
de_de: Vollbild (nur im serif und neo Stil)

source: Header Image Intro Text
de_de: Headerbild Introtext

source: Add a short intro text that will displayed centered on your header image. (Design style "serif" only.)
de_de: Füge einen kurzen Introtext für deinen Headerbereich hinzu (für Serif Designstil mit Headerbild volle Breite).

source: Customize "Scroll Down" button text
de_de: Den "Nach unten" Text anpassen

source: (Design style "serif" only.)
de_de: (nur im "serif" Designstil.)

source: sidebar right
de_de: Sidebar rechts

source: sidebar left
de_de: Sidebar links

source: Sidebar Visibility
de_de: Sidebar Sichtbarkeit

source: Show sidebar
de_de: Sidebar zeigen

source: Hide sidebar
de_de: keine Sidebar

source: Hide sidebar on single posts
de_de: Keine Sidebar auf Beitragsseiten

source: Hide sidebar on Front page
de_de: Keine Sidebar auf der Startseite

source: Show Comments button on single posts
de_de: Kommentar-Button auf Einzel-Beitragsseiten

source: (Hides comments behind a Show Comments button on single posts.)
de_de: (Kommentare werden hinter einem "Zeige Kommentare" Button versteckt und können aus- und eingeklappt werden.)

source: Customize the footer credit text. (HTML is allowed)
de_de: Footer Credit-Text anpassen. (HTML ist erlaubt.)

source: Hide search in Header
de_de: Suche im Header verbergen

source: Header Font
de_de: Headerschrift

source: You can choose the light header font in combination with the fullscreen header image or fullscreen slider style.
de_de: Du kannst die helle Headerschrift in Kombination mit dem Fullscreen Headerbild oder Fullscreen Slider wählen.

source: light
de_de: hell

source: Fix-positioned Header style
de_de: Feststehender Header

source: Choose a dark or light colored fix-positioned header bar.
de_de: Wähle eine helle oder dunkle feststehende Headerleiste.

source: Hide fix-positioned Header
de_de: Feststehende Header-Leiste nicht nutzen

source: (By default the fix-positioned Header is visible on wider screens, if the browser window is scrolled.)
de_de: (Standardmäßig ist die feststehende Headerleiste auf größeren Bildschirmen sichtbar, wenn im Browserfenster nach unten gescrollt wird.)

source: Image Bottom Gradient
de_de: Bild Verlauf unten

source: Level of transparency (in percent) for the bottom gradient of Featured images with text on the image. (The default value is 70%. Uku standard only.)
de_de: Grad der Transparenz (in Prozent) des Verlaufs am unteren Bildrand bei Beitragsbildern mit Text auf dem Bild (Der Standardwert ist 70%. Nur für Uku standard.)

source: Image Overlay Color
de_de: Farbe der Bild-Überlagerung

source: Image overlay color for Featured images with text on the image.
de_de: Bild-Überlagerung bei Bildern mit Text auf dem Bild.

source: Image Overlay Transparency
de_de: Transparenz der Bild-Überlagerung

source: Overlay transparency (in percent) for Featured images with text on the image.
de_de: Transparenz der Bild-Überlagerung (in Prozent) bei Bildern mit Text im Bild.

source: Image Font
de_de: Schrift auf Bildern

source: You can choose a dark image font, if you have Featured images in very light colors. (Uku standard only)
de_de: Du kannst eine dunkle Schriftfarbe nutzen, wenn du sehr helle Beitragsbilder nutzt. (Nur für Uku standard.)

source: Title
de_de: Titel

source: A small title text visible at the top of the area.
de_de: Ein kleiner Titeltext

source: Upload Featured image
de_de: Bild hochladen

source: Big Text
de_de: großer Text

source: A big slogan text next to the image (HTML is allowed.)
de_de: Ein großer Slogan Text neben dem Bild (HTML ist möglich).

source: Small Text
de_de: kleiner Text

source: An additional smaller description text below the big text (HTML is allowed.)
de_de: Ein weiterer kleinerer Text unter dem großen Slogan Text (HTML ist möglich).

source: If you want to add a "Call to Action" button, include the button text here.
de_de: Wenn du einen "Call to Action" Button nutzen möchtest, füge hier den Button-Text ein.

source: The URL the button should link to.
de_de: Die URL, zu der der Button linken soll.

source: Choose your blog layout
de_de: Wähle dein Bloglayout

source: default
de_de: standard

source: default, every 4. post highlighted
de_de: standard, jeder 4. Beitrag hervorgehoben

source: classic
de_de: klassik

source: 3-column grid
de_de: 3-spaltig

source: 4-column grid
de_de: 4-spaltig

source: Hide blog on Front page
de_de: Blog auf der Startseite verbergen

source: Hide date on Front page
de_de: Beitrags-Datum nicht auf Startseite anzeigen

source: Hide comments count on Front page
de_de: Kommentar-Anzahl nicht auf Startseite anzeigen

source: Hide categories on Front page
de_de: Kategorien nicht auf Startseite anzeigen

source: Hide author name on Front page
de_de: Autorenname nicht auf Startseite anzeigen

source: Latest Posts title
de_de: Neueste Beiträge Titel

source: Customize the "Latest Posts" title text above the blog content on your blog front page.
de_de: Passe den "Neueste Beiträge" Titel an, der über dem Blog-Inhalt auf der Blog-Startseite steht.

source: Hide Latest Posts title
de_de: Titel "Neueste Beiträge" verbergen

source: Follow us text
de_de: Folge uns Text

source: Customize the "Follow us" text in your About section and footer social menus.
de_de: Passe den "Folge uns" Text an, der sich im About Startseitenbereich und im Footer Social-Menü befindet.

source: Featured Slider tag (required)
de_de: Featured Slider Schlagwort (Pflichtfeld)

source: Slider Style
de_de: Slider Stil

source: Choose the slider design.
de_de: Wähle den Slider Stil

source: fullscreen
de_de: Vollbild

source: Slider Image Animation
de_de: Slider Bild Animation

source: Choose, if you want the slider images to fade or slide from one image to the next.
de_de: Wähle, ob die Slider-Bilder von einem Bild zum nächsten überblenden oder sliden sollen.

source: Section Title (optional)
de_de: Titel (optional)

source: The title will appear at the top of the section.
de_de: Der Titel wird oben in der Section angezeigt.

source: Section category
de_de: Section Kategorie

source: Section tag
de_de: Section Schlagwort

source: Section Title
de_de: Titel

source: Upload About image
de_de: Bild hochladen

source: The recommended image width for the About image is 580 pixels for Uku standard and 1500 pixels for the Uku neo and serif design style.
de_de: Die empfohlene Bildbreite für die Aboutseite ist 580px für Uku "standard" Designstil und 1500px für Uku "neo" und "serif".

source: About Text (required)
de_de: Text (Pflichtfeld)

source: (HTML is allowed.)
de_de: (HTML ist erlaubt.)

source: Number of posts
de_de: Anzahl der Beiträge

source: Show post excerpt texts
de_de: Zeige Textvorschau

source: Section title (optional)
de_de: Section Titel (optional)

source: Show About Section on Shop Front Page
de_de: Zeige Aboutbereich auf der Shop Startseite

source: Show "Posts on a Background" Section on Shop Front Page
de_de: Zeige "Beiträge auf Hintergrund" Bereich auf der Shop Startseite

source: Show product categories
de_de: Zeige Produkt Kategorien

source: Number of product categories
de_de: Anzahl der Produkt Kategorien

source: Product categories
de_de: Produkt Kategorien

source: Product categories title
de_de: Titel Produktkategorien

source: Show Featured products
de_de: Zeige Hervorgehobene Produkte

source: Number of Featured products
de_de: Anzahl der hervorgehobenen Produkte

source: Featured products title
de_de: Titel Hervorgehobene Produkte

source: Show Latest products
de_de: Zeige Neueste Produkte

source: Number of Latest products
de_de: Anzahl der neuesten Produkte

source: Latest products title
de_de: Titel Neueste Produkte

source: Show Top Rated products
de_de: Zeige bestbewertete Produkte

source: Number of Top Rated products
de_de: Anzahl der bestbewerteten Produkte

source: Top Rated
de_de: Bestbewertete Produkte

source: Top Rated products title
de_de: Bestbewertete Produkte Titel

source: Show On Sale products
de_de: Zeige reduzierte Produkte

source: Number of On Sale products
de_de: Anzahl reduzierter Produkte

source: On Sale
de_de: Reduzierte Produkte

source: On Sale products title
de_de: Titel reduzierte Produkte

source: &mdash; Select &mdash;
de_de: &mdash; Auswählen &mdash;

source: by
de_de: von

source: Make sure you have the WooCommerce plugin and the WP Instagram Widget plugin installed, before importing this demo!
de_de: Vergewissere dich, dass du das WooCommerce und WP Instagram Widget Plugin installiert hast, bevor du diese Demo importierst!

source: You will need to install the WP Instagram Widget plugin before importing this demo!
de_de: Du musst das WP Instagram Widget Plugin installieren, bevor du diese Demo importierst!

source: Full Width Page
de_de: Fullwidth-Seite

source: Shop Front
de_de: Shop Startseite

source: Featured products
de_de: Hervorgehobene Produkte

source: Latest products
de_de: Neueste Produkte

source: Top rated products
de_de: Bestbewertete Produkte

source: Account
de_de: Konto

source: Login / Register
de_de: Login / Anmelden

source: Cart open
de_de: Warenkorb anzeigen

source: View cart
de_de: Warenkorb zeigen

source: Close cart
de_de: Warenkorb verbergen

source: Shopping cart
de_de: Warenkorb

source: All posts
de_de: Alle Beiträge

source: About
de_de: über

source: Pages:
de_de: Seiten:

source: Tags
de_de: Schlagwörter

source: Next Post
de_de: Nächster Beitrag

source: Previous Post
de_de: Vorheriger Beitrag

source: Nothing Found
de_de: Nichts gefunden

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
de_de: Bist Du bereit deinen ersten Beitrag zu veröffentlichen? Beginne hier!

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
de_de: Entschuldige, aber es konnte nichts gefunden werden.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
de_de: Es scheint, als kann hier nichts gefunden werden. Vielleicht hilft ein anderer Suchbegriff.

source: Edit Page
de_de: Seite bearbeiten

source: From the Blog
de_de: Vom Blog

source: Categories
de_de: Kategorien

source: Uku is a flexible, responsive WordPress theme with modern, bold and beautiful design styles to choose from. You can customize Uku with multiple flexible options, e.g. by adding additional posts sections on the blog front page or by showing a post slider or header image at the top of your front page. You can also change the sidebar layout, add menus and a big advertisement area to your footer.
de_de: Uku ist ein flexibles, responsive WordPress Theme mit modernen, großzügigen Designstilen, die du in den Theme Optionen wählen kannst. Du kannst leicht mit flexiblen Optionen anpassen, z.B. indem du die verschiedenen Blogstartseiten Optionen oder den Featured Slider nutzt. Du kannst auch das Layout anpassen, eigene Menüs hinzufügen und den Footer um Featured Sections erweitern.

source: http://www.elmastudio.de/en/
de_de: http://www.elmastudio.de/

source: <strong>%s</strong> supports automatic updates using WordPress' update mechanism. To use this feature you need to activate the theme using your Product Key, which can be found in your Elmastudio account dashboard. The theme stays fully functional without activation and still can be updated manually. %sClick here%s to activate <strong>%s</strong>.
de_de: <strong>%s</strong> unterstützt automatische Updates über den Aktualisierungsmechanismus von WordPress. Dazu muss das Theme mit einem Produktschlüssel aktiviert werden, den du in deinem Elmastudio-Konto findest. Das Theme funktioniert uneingeschränkt auch ohne diese Aktivierung und lässt sich jederzeit manuell aktualisieren. %sKlicke hier%s um <strong>%s</strong> zu aktivieren.

source: <b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.
de_de: <strong>Achtung!</strong> Du blockierst externe Anfragen, so dass keine %s-Updates geladen werden können. Bitte füge %s zu deinen %s hinzu.

source: Activation
de_de: -Aktivierung

source: Product Key Activation
de_de: -Produktschlüssel-Aktivierung

source: Product Key Activation
de_de: Produktschlüssel-Aktivierung

source: Product Key Deactivation
de_de: Produktschlüssel-Deaktivierung

source: Product Key
de_de: Produktschlüssel

source: Product ID
de_de: Produkt-ID

source: Product Key Status
de_de: Produktschlüssel-Status

source: Deactivate Product Key
de_de: Deaktiviere Produktschlüssel

source: Save Changes
de_de: Änderungen speichern

source: Activated
de_de: Aktiviert

source: Deactivated
de_de: Deaktiviert

source: Connection failed to the Elmastudio server. Try again later. There may be a problem on your server preventing outgoing requests.
de_de: Die Verbindung zum Elmastudio-Server konnte nicht hergestellt werden. Bitte versuche es später erneut. Auf deinem Server könnte es ein Problem geben, welches ausgehende Verbindungen einschränkt.

source: Product Key deactivated.
de_de: Produktschlüssel deaktiviert.

source: The Product Key could not be deactivated. Use the Product Key Deactivation tab to manually deactivate the Product Key before activating a new Product Key.
de_de: Der Produktschlüssel konnte nicht deaktiviert werden. Klicke auf Produktschlüssel-Deaktivierung und deaktiviere den Produktschlüssel manuell bevor du den neuen Produktschlüssel aktivierst.

source: Deactivates an Product Key so it can be used on another blog.
de_de: Deaktiviert einen Produktschlüssel, so dass dieser auf einer anderen Seite verwendet werden kann.

source: %s activated.
de_de: %s aktiviert.
